Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Start with whatever's happening now.
ar: ابدئي بما يحدث الآن.
cs: Začni tím, co se děje právě teď.
da: Start med det, der sker lige nu.
de: Fang mit dem an, was gerade passiert.
el: Ξεκίνα με ό,τι συμβαίνει τώρα.
es: Empieza por lo que te está pasando ahora.
es_419: Empieza con lo que está pasando ahora.
fi: Aloita siitä, mitä juuri nyt tapahtuu.
fr: Commencez par ce qui se passe maintenant.
he: התחילי במה שקורה עכשיו.
hi: जो अभी हो रहा है, उसी से शुरू करें।
hr: Počni s onim što se upravo događa.
hu: Kezdd azzal, ami most történik.
id: Mulai dengan apa pun yang sedang terjadi sekarang.
it: Parti da ciò che sta succedendo adesso.
ja: 今起きていることから始めましょう。
ko: 지금 일어나는 일부터 시작하세요.
ms: Mulakan dengan apa sahaja yang sedang berlaku sekarang.
nb: Start med det som skjer nå.
nl: Begin met wat er nu gebeurt.
pl: Zacznij od tego, co dzieje się teraz.
pt_br: Comece pelo que está acontecendo agora.
pt_pt: Começa pelo que está a acontecer agora.
ro: Începe cu ce se întâmplă acum.
sk: Začni tým, čo sa deje práve teraz.
sv: Börja med det som händer just nu.
th: เริ่มจากสิ่งที่เกิดขึ้นตอนนี้
tr: Şu an ne oluyorsa onunla başla.
uk: Почни з того, що відбувається зараз.
vi: Bắt đầu với điều đang diễn ra lúc này.
zh_hans: 从现在正在发生的事开始。
zh_hant: 從現在正在發生的事開始。

source: Start without unlocking
ar: البدء دون فتح القفل
cs: Spustit bez odemykání
da: Start uden at låse op
de: Starten ohne Entsperren
el: Έναρξη χωρίς ξεκλείδωμα
es: Empieza sin desbloquear
es_419: Inicia sin desbloquear
fi: Aloita avaamatta lukitusta
fr: Démarrer sans déverrouiller
he: התחלה בלי לבטל נעילה
hi: अनलॉक किए बिना शुरू करें
hr: Pokreni bez otključavanja
hu: Indítás feloldás nélkül
id: Mulai tanpa membuka kunci
it: Avvia senza sbloccare
ja: ロックを解除せずに開始
ko: 잠금 해제 없이 시작
ms: Mula tanpa membuka kunci
nb: Start uten å låse opp
nl: Start zonder te ontgrendelen
pl: Rozpocznij bez odblokowywania
pt_br: Comece sem desbloquear
pt_pt: Iniciar sem desbloquear
ro: Pornește fără deblocare
sk: Spustenie bez odomknutia
sv: Starta utan att låsa upp
th: เริ่มได้โดยไม่ต้องปลดล็อค
tr: Kilidi açmadan başlat
uk: Почати без розблокування
vi: Bắt đầu mà không cần mở khóa
zh_hans: 无需解锁即可开始
zh_hant: 不必解鎖就能開始

source: Started
ar: بدأ
cs: Zahájeno
da: Startet
de: Begonnen
el: Ξεκίνησε
es: Inicio
es_419: Iniciado
fi: Aloitettu
fr: Début
he: תאריך התחלה
hi: शुरू किया
hr: Započeto
hu: Elkezdve
id: Dimulai
it: Iniziato
ja: 開始日
ko: 시작일
ms: Dimulakan
nb: Startet
nl: Gestart
pl: Rozpoczęto
pt_br: Iniciado
pt_pt: Início
ro: Început
sk: Začaté
sv: Påbörjat
th: เริ่มใช้
tr: Başlandı
uk: Почато
vi: Đã bắt đầu
zh_hans: 开始于
zh_hant: 開始使用

source: Started %@
ar: البدء: %@
cs: Zahájeno: %@
da: Startet %@
de: Begonnen am %@
el: Έναρξη: %@
es: Inicio: %@
es_419: Iniciado: %@
fi: Aloitettu %@
fr: Début : %@
he: התחלה: %@
hi: %@ से शुरू
hr: Započeto: %@
hu: Kezdés: %@
id: Dimulai %@
it: Iniziato il %@
ja: %@に開始
ko: %@ 시작
ms: Dimulakan %@
nb: Startet %@
nl: Gestart op %@
pl: Rozpoczęto %@
pt_br: Iniciado em %@
pt_pt: Início: %@
ro: Început: %@
sk: Začaté %@
sv: Påbörjat %@
th: เริ่มเมื่อ %@
tr: Başlandı: %@
uk: Почато: %@
vi: Bắt đầu %@
zh_hans: 开始于 %@
zh_hant: 開始：%@

source: Starts a timer and a Lock Screen Live Activity
ar: يبدأ مؤقتًا ونشاطًا مباشرًا على شاشة القفل
cs: Spustí časovač a živou aktivitu na zamknuté obrazovce
da: Starter en timer og en liveaktivitet på låseskærmen
de: Startet einen Timer und eine Live-Aktivität auf dem Sperrbildschirm
el: Ξεκινά χρονόμετρο και Ζωντανή δραστηριότητα στην οθόνη κλειδώματος
es: Inicia un temporizador y una actividad en directo en la pantalla bloqueada
es_419: Inicia un temporizador y una Actividad en vivo en la pantalla bloqueada
fi: Käynnistää ajastimen ja Liveseurannan lukitulle näytölle
fr: Lance un chrono et une activité en direct sur l’écran verrouillé
he: מפעיל טיימר ו״פעילות בזמן אמת״ במסך הנעילה
hi: टाइमर और लॉक स्क्रीन पर लाइव ऐक्टिविटी शुरू करता है
hr: Pokreće mjerač vremena i Aktivnost uživo na zaključanom zaslonu
hu: Időzítőt és Élő tevékenységet indít a zárolási képernyőn
id: Memulai timer dan Aktivitas Langsung di Layar Terkunci
it: Avvia un timer e un'attività in tempo reale sulla schermata di blocco
ja: タイマーとロック画面のライブアクティビティを開始します
ko: 타이머와 잠금 화면 실시간 현황을 시작해요
ms: Memulakan pemasa dan Aktiviti Langsung di Skrin Kunci
nb: Starter en tidtaker og en Oppdatering i sanntid på låst skjerm
nl: Start een timer en een live-activiteit op het toegangsscherm
pl: Uruchamia minutnik i wydarzenie na żywo na ekranie blokady
pt_br: Inicia um cronômetro e uma Atividade ao Vivo na Tela Bloqueada
pt_pt: Inicia um temporizador e uma atividade em tempo real no ecrã bloqueado
ro: Pornește un cronometru și o activitate live pe ecranul de blocare
sk: Spustí časovač a aktivitu naživo na zamknutej obrazovke
sv: Startar en timer och en liveaktivitet på låsskärmen
th: เริ่มจับเวลาและกิจกรรมสดบนหน้าจอล็อค
tr: Bir zamanlayıcı ve Kilitli Ekranda bir Canlı Etkinlik başlatır
uk: Запускає таймер і Дію наживо на замкненому екрані
vi: Bắt đầu hẹn giờ và một Hoạt động trực tiếp trên Màn hình khóa
zh_hans: 启动计时器和锁定屏幕上的实时活动
zh_hant: 啟動計時器和鎖定畫面上的即時動態

source: Starts timing a hot flash or night sweat in MenoMap.
ar: يبدأ توقيت هبّة ساخنة أو نوبة تعرّق ليلي في MenoMap.
cs: Začne měřit nával horka nebo noční pocení v aplikaci MenoMap.
da: Starter tidtagning af en hedetur eller nattesved i MenoMap.
de: Startet in MenoMap die Zeitmessung einer Hitzewallung oder von Nachtschweiß.
el: Ξεκινά τη χρονομέτρηση μιας έξαψης ή νυχτερινής εφίδρωσης στο MenoMap.
es: Empieza a cronometrar un sofoco o un sudor nocturno en MenoMap.
es_419: Empieza a cronometrar un bochorno o un sudor nocturno en MenoMap.
fi: Aloittaa kuuman aallon tai yöhikoilun ajanoton MenoMapissa.
fr: Lance le chronométrage d’une bouffée de chaleur ou de sueurs nocturnes dans MenoMap.
he: מתחיל למדוד גל חום או הזעת לילה ב-MenoMap.
hi: MenoMap में हॉट फ़्लैश या रात के पसीने का समय शुरू करता है।
hr: Počinje mjeriti valung ili noćno znojenje u aplikaciji MenoMap.
hu: Hőhullám vagy éjszakai izzadás időmérését indítja a MenoMapban.
id: Mulai menghitung waktu rasa panas mendadak atau keringat malam di MenoMap.
it: Inizia a cronometrare una vampata di calore o una sudorazione notturna in MenoMap.
ja: MenoMapでホットフラッシュまたは寝汗の計測を開始します。
ko: MenoMap에서 안면홍조나 야간 발한 시간 재기를 시작해요.
ms: Mula mengukur masa panas badan mendadak atau peluh malam dalam MenoMap.
nb: Starter tidtaking av en hetetokt eller nattesvette i MenoMap.
nl: Start in MenoMap de timer voor een opvlieger of nachtelijk zweten.
pl: Zaczyna mierzyć czas uderzenia gorąca lub nocnych potów w MenoMap.
pt_br: Começa a cronometrar um fogacho ou suor noturno no MenoMap.
pt_pt: Começa a cronometrar um afrontamento ou suores noturnos no MenoMap.
ro: Pornește cronometrarea unui bufeu sau a unei transpirații nocturne în MenoMap.
sk: Spustí meranie návalu tepla alebo nočného potenia v apke MenoMap.
sv: Börjar ta tid på en värmevallning eller nattsvettning i MenoMap.
th: เริ่มจับเวลาอาการร้อนวูบวาบหรือเหงื่อออกตอนกลางคืนใน MenoMap
tr: MenoMap'ta sıcak basmasını ya da gece terlemesini zamanlamaya başlar.
uk: Запускає відлік припливу або нічної пітливості в MenoMap.
vi: Bắt đầu tính giờ cơn bốc hỏa hoặc đổ mồ hôi đêm trong MenoMap.
zh_hans: 在 MenoMap 中开始为潮热或夜间盗汗计时。
zh_hant: 在 MenoMap 開始為熱潮紅或夜間盜汗計時。

source: Stays on your iPhone
ar: تبقى على الـiPhone الخاص بكِ
cs: Zůstává na tvém iPhonu
da: Bliver på din iPhone
de: Bleibt auf deinem iPhone
el: Μένει στο iPhone σου
es: Se queda en tu iPhone
es_419: Se queda en tu iPhone
fi: Pysyy iPhonessasi
fr: Reste sur votre iPhone
he: נשאר ב-iPhone שלך
hi: आपके iPhone पर रहता है
hr: Ostaje na tvom iPhoneu
hu: Az iPhone-odon marad
id: Tetap di iPhone-mu
it: Resta sul tuo iPhone
ja: iPhoneの中だけに保存
ko: iPhone에만 저장돼요
ms: Kekal pada iPhone anda
nb: Blir på iPhonen din
nl: Blijft op je iPhone
pl: Zostaje na twoim iPhonie
pt_br: Fica no seu iPhone
pt_pt: Fica no teu iPhone
ro: Rămâne pe iPhone-ul tău
sk: Zostáva v tvojom iPhone
sv: Stannar på din iPhone
th: อยู่ใน iPhone ของคุณ
tr: iPhone'unda kalır
uk: Залишається на твоєму iPhone
vi: Luôn nằm trên iPhone của bạn
zh_hans: 保存在你的 iPhone 上
zh_hant: 留在你的 iPhone 上

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
cs: Krok %1$lld z %2$lld
da: Trin %1$lld af %2$lld
de: Schritt %1$lld von %2$lld
el: Βήμα %1$lld από %2$lld
es: Paso %1$lld de %2$lld
es_419: Paso %1$lld de %2$lld
fi: Vaihe %1$lld/%2$lld
fr: Étape %1$lld sur %2$lld
he: שלב %1$lld מתוך %2$lld
hi: स्टेप %1$lld / %2$lld
hr: Korak %1$lld od %2$lld
hu: Lépés: %1$lld/%2$lld
id: Langkah %1$lld dari %2$lld
it: Passo %1$lld di %2$lld
ja: ステップ %1$lld/%2$lld
ko: %2$lld단계 중 %1$lld단계
ms: Langkah %1$lld daripada %2$lld
nb: Trinn %1$lld av %2$lld
nl: Stap %1$lld van %2$lld
pl: Krok %1$lld z %2$lld
pt_br: Etapa %1$lld de %2$lld
pt_pt: Passo %1$lld de %2$lld
ro: Pasul %1$lld din %2$lld
sk: Krok %1$lld z %2$lld
sv: Steg %1$lld av %2$lld
th: ขั้นตอนที่ %1$lld จาก %2$lld
tr: Adım %1$lld / %2$lld
uk: Крок %1$lld з %2$lld
vi: Bước %1$lld / %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步
zh_hant: 第 %1$lld 步，共 %2$lld 步

source: Stop this experiment
ar: إيقاف هذه التجربة
cs: Ukončit tento experiment
da: Stop dette eksperiment
de: Dieses Experiment beenden
el: Διακοπή αυτού του πειράματος
es: Detener este experimento
es_419: Detener este experimento
fi: Lopeta tämä kokeilu
fr: Arrêter cet essai
he: הפסקת הניסוי הזה
hi: यह प्रयोग रोकें
hr: Zaustavi ovaj eksperiment
hu: Kísérlet leállítása
id: Hentikan uji coba ini
it: Interrompi questo esperimento
ja: この実験をやめる
ko: 이 실험 중단
ms: Hentikan eksperimen ini
nb: Stopp dette eksperimentet
nl: Stop dit experiment
pl: Zakończ ten eksperyment
pt_br: Parar este experimento
pt_pt: Parar esta experiência
ro: Oprește acest experiment
sk: Ukončiť tento experiment
sv: Avbryt experimentet
th: หยุดการทดลองนี้
tr: Bu deneyi durdur
uk: Завершити цей експеримент
vi: Dừng thử nghiệm này
zh_hans: 停止这项实验
zh_hant: 停止這項實驗

source: Stopped
ar: متوقف
cs: Ukončeno
da: Stoppet
de: Abgesetzt
el: Διακόπηκε
es: Suspendida
es_419: Suspendido
fi: Lopetettu
fr: Arrêté
he: הופסקה
hi: बंद
hr: Prekinuto
hu: Abbahagyva
id: Dihentikan
it: Interrotto
ja: 中止
ko: 중단일
ms: Dihentikan
nb: Stoppet
nl: Gestopt
pl: Zakończono
pt_br: Interrompido
pt_pt: Terminado
ro: Oprit
sk: Ukončené
sv: Avslutat
th: หยุดใช้แล้ว
tr: Bırakıldı
uk: Завершено
vi: Đã ngừng
zh_hans: 已停用
zh_hant: 已停用

source: stopped %@
ar: أُوقف في %@
cs: ukončeno: %@
da: stoppet %@
de: abgesetzt am %@
el: διακοπή: %@
es: suspendida el %@
es_419: suspendido el %@
fi: lopetettu %@
fr: arrêté le %@
he: הופסקה ב-%@
hi: %@ को बंद
hr: prekinuto: %@
hu: abbahagyva: %@
id: dihentikan %@
it: interrotto il %@
ja: %@に中止
ko: %@ 중단
ms: dihentikan %@
nb: stoppet %@
nl: gestopt op %@
pl: zakończono %@
pt_br: interrompido em %@
pt_pt: até %@
ro: oprit: %@
sk: ukončené %@
sv: avslutat %@
th: หยุดใช้เมื่อ %@
tr: bırakıldı: %@
uk: завершено: %@
vi: ngừng %@
zh_hans: 停用于 %@
zh_hant: 停用於 %@

source: Stops the timer and saves the surge in MenoMap.
ar: يوقف المؤقت ويحفظ الموجة في MenoMap.
cs: Zastaví časovač a uloží vlnu v aplikaci MenoMap.
da: Stopper timeren og gemmer bølgen i MenoMap.
de: Stoppt den Timer und speichert die Welle in MenoMap.
el: Σταματά το χρονόμετρο και αποθηκεύει το κύμα στο MenoMap.
es: Detiene el temporizador y guarda la oleada en MenoMap.
es_419: Detiene el temporizador y guarda la oleada en MenoMap.
fi: Pysäyttää ajastimen ja tallentaa aallon MenoMapiin.
fr: Arrête le chrono et enregistre la vague dans MenoMap.
he: עוצר את הטיימר ושומר את הגל ב-MenoMap.
hi: टाइमर रोकता है और MenoMap में लहर सेव करता है।
hr: Zaustavlja mjerač vremena i sprema val u aplikaciju MenoMap.
hu: Leállítja az időzítőt, és elmenti a hullámot a MenoMapban.
id: Menghentikan timer dan menyimpan gelombang di MenoMap.
it: Ferma il timer e salva l'ondata in MenoMap.
ja: タイマーを止めて、MenoMapにほてりを保存します。
ko: 타이머를 멈추고 MenoMap에 열감을 저장해요.
ms: Menghentikan pemasa dan menyimpan gelombang dalam MenoMap.
nb: Stopper tidtakeren og lagrer bølgen i MenoMap.
nl: Stopt de timer en bewaart de golf in MenoMap.
pl: Zatrzymuje minutnik i zapisuje falę w MenoMap.
pt_br: Para o cronômetro e salva a onda no MenoMap.
pt_pt: Para o temporizador e guarda a onda no MenoMap.
ro: Oprește cronometrul și salvează valul în MenoMap.
sk: Zastaví časovač a uloží vlnu v apke MenoMap.
sv: Stoppar timern och sparar vågen i MenoMap.
th: หยุดจับเวลาและบันทึกระลอกร้อนใน MenoMap
tr: Zamanlayıcıyı durdurur ve dalgayı MenoMap'a kaydeder.
uk: Зупиняє таймер і зберігає хвилю в MenoMap.
vi: Dừng hẹn giờ và lưu cơn nóng trong MenoMap.
zh_hans: 停止计时器，并在 MenoMap 中保存这次热浪。
zh_hant: 停止計時器，並在 MenoMap 中儲存這次熱浪。

source: Stops the timer without saving
ar: يوقف المؤقت دون حفظ
cs: Zastaví časovač bez uložení
da: Stopper timeren uden at gemme
de: Stoppt den Timer, ohne zu speichern
el: Σταματά το χρονόμετρο χωρίς αποθήκευση
es: Detiene el temporizador sin guardar
es_419: Detiene el temporizador sin guardar
fi: Pysäyttää ajastimen tallentamatta
fr: Arrête le chrono sans enregistrer
he: עוצר את הטיימר בלי לשמור
hi: सेव किए बिना टाइमर रोकता है
hr: Zaustavlja mjerač vremena bez spremanja
hu: Leállítja az időzítőt mentés nélkül
id: Menghentikan timer tanpa menyimpan
it: Ferma il timer senza salvare
ja: 保存せずにタイマーを止めます
ko: 저장하지 않고 타이머 멈추기
ms: Menghentikan pemasa tanpa menyimpan
nb: Stopper tidtakeren uten å lagre
nl: Stopt de timer zonder te bewaren
pl: Zatrzymuje minutnik bez zapisywania
pt_br: Para o cronômetro sem salvar
pt_pt: Para o temporizador sem guardar
ro: Oprește cronometrul fără să salveze
sk: Zastaví časovač bez uloženia
sv: Stoppar timern utan att spara
th: หยุดจับเวลาโดยไม่บันทึก
tr: Zamanlayıcıyı kaydetmeden durdurur
uk: Зупиняє таймер без збереження
vi: Dừng hẹn giờ mà không lưu
zh_hans: 停止计时器，不保存
zh_hant: 停止計時器，不儲存

source: Story
ar: قصة
cs: Příběh
es: Historia
es_419: Historia
fi: Tarina
he: סטורי
hi: स्टोरी
hr: Priča
it: Storia
ja: ストーリー
ko: 스토리
pl: Relacja
sk: Príbeh
th: สตอรี่
tr: Hikâye
uk: Історія
zh_hans: 竖版
zh_hant: 限時動態

source: Straight
ar: مباشر
cs: Věcně
da: Ligeud
de: Sachlich
el: Σοβαρό
es: Neutro
es_419: Directo
fi: Asiallinen
fr: Sobre
he: ענייני
hi: सीधा-सादा
hr: Ozbiljno
hu: Tárgyilagos
id: Lugas
it: Serio
ja: シンプル
ko: 담백하게
ms: Terus terang
nb: Rett fram
nl: Zakelijk
pl: Rzeczowo
pt_br: Direto
pt_pt: Direto
ro: Direct
sk: Vecne
sv: Saklig
th: ตรงไปตรงมา
tr: Sade
uk: Стримано
vi: Nghiêm túc
zh_hans: 平实
zh_hant: 平實

source: Stress
ar: التوتر
cs: Stres
el: Στρες
es: Estrés
es_419: Estrés
fi: Stressi
he: לחץ
hi: तनाव
hr: Stres
hu: Stressz
id: Stres
ja: ストレス
ko: 스트레스
ms: Tekanan
pl: Stres
pt_br: Estresse
ro: Stres
sk: Stres
th: ความเครียด
tr: Stres
uk: Стрес
vi: Căng thẳng
zh_hans: 压力
zh_hant: 壓力

source: Strong
ar: قوية
cs: Silná
da: Stærk
de: Stark
el: Δυνατό
es: Fuerte
es_419: Fuerte
fi: Vahva
fr: Forte
he: חזק
hi: तेज़
hr: Jako
hu: Erős
id: Kuat
it: Forte
ja: 強い
ko: 강함
ms: Kuat
nb: Sterk
nl: Sterk
pl: Silna
pt_br: Forte
pt_pt: Forte
ro: Puternic
sk: Silná
sv: Stark
th: แรง
tr: Güçlü
uk: Сильна
vi: Mạnh
zh_hans: 较强
zh_hant: 強烈

source: Subscriptions renew automatically until cancelled in Settings → Apple Account → Subscriptions. The free trial applies to the yearly plan for new subscribers. Your data stays on your iPhone either way, and everything you've logged stays yours on the free plan.
ar: تتجدد الاشتراكات تلقائيًا ما لم تُلغَ من الإعدادات ← حساب Apple ← الاشتراكات. تنطبق التجربة المجانية على الخطة السنوية للمشتركين الجدد. تبقى بياناتكِ على الـiPhone في الحالتين، وكل ما سجّلتِه يبقى لكِ في الخطة المجانية.
cs: Předplatné se automaticky obnovuje, dokud ho nezrušíš v Nastavení → Apple účet → Předplatná. Zkušební verze zdarma platí pro nové předplatitele ročního předplatného. Tvoje data zůstávají na iPhonu v každém případě a vše, co jsi zaznamenala, ti zůstane i ve verzi zdarma.
da: Abonnementer fornyes automatisk, indtil de opsiges under Indstillinger → Apple-konto → Abonnementer. Den gratis prøveperiode gælder årsabonnementet for nye abonnenter. Dine data bliver på din iPhone uanset hvad, og alt, hvad du har registreret, forbliver dit i den gratis version.
de: Abos verlängern sich automatisch, bis du sie unter Einstellungen → Apple Account → Abonnements kündigst. Die kostenlose Testphase gilt beim Neuabschluss des Jahresabos. Deine Daten bleiben so oder so auf deinem iPhone, und alles, was du erfasst hast, bleibt auch in der kostenlosen Version deins.
el: Οι συνδρομές ανανεώνονται αυτόματα μέχρι να ακυρωθούν από Ρυθμίσεις → Λογαριασμός Apple → Συνδρομές. Η δωρεάν δοκιμή ισχύει για το ετήσιο πρόγραμμα, για νέους συνδρομητές. Τα δεδομένα σου μένουν στο iPhone σου σε κάθε περίπτωση, και όλα όσα έχεις καταγράψει παραμένουν δικά σου στο δωρεάν πρόγραμμα.
es: Las suscripciones se renuevan automáticamente hasta que las canceles en Ajustes → Cuenta de Apple → Suscripciones. La prueba gratuita se aplica al plan anual para nuevos suscriptores. En cualquier caso, tus datos se quedan en tu iPhone, y todo lo que hayas registrado sigue siendo tuyo con el plan gratuito.
es_419: Las suscripciones se renuevan automáticamente hasta que las canceles en Configuración → Cuenta de Apple → Suscripciones. La prueba gratis aplica al plan anual para nuevos suscriptores. Tus datos se quedan en tu iPhone en cualquier caso, y todo lo que registraste sigue siendo tuyo en el plan gratuito.
fi: Tilaukset uusiutuvat automaattisesti, kunnes ne perutaan kohdassa Asetukset → Apple-tili → Tilaukset. Maksuton kokeilujakso koskee uusien tilaajien vuositilausta. Tietosi pysyvät iPhonessasi joka tapauksessa, ja kaikki kirjaamasi pysyy sinun myös maksuttomassa versiossa.
fr: Les abonnements se renouvellent automatiquement jusqu’à leur résiliation dans Réglages → Compte Apple → Abonnements. L’essai gratuit s’applique à la formule annuelle pour les nouveaux abonnés. Dans tous les cas, vos données restent sur votre iPhone, et tout ce que vous avez enregistré reste à vous avec la version gratuite.
he: המינויים מתחדשים אוטומטית עד שמבטלים אותם ב״הגדרות״ ← חשבון Apple ← ״מינויים״. תקופת הניסיון בחינם חלה על המסלול השנתי למנויים חדשים. בכל מקרה הנתונים שלך נשארים ב-iPhone שלך, וכל מה שתיעדת נשאר שלך גם במסלול החינמי.
hi: सब्सक्रिप्शन अपने-आप रिन्यू होते हैं, जब तक आप उन्हें सेटिंग्ज़ → Apple खाता → सब्सक्रिप्शन में रद्द न करें। मुफ़्त ट्रायल नए सब्सक्राइबर के लिए सालाना प्लान पर लागू होता है। दोनों ही स्थितियों में आपका डेटा आपके iPhone पर रहता है, और आपने जो कुछ दर्ज किया है, वह मुफ़्त प्लान पर भी आपका ही रहता है।
hr: Pretplate se automatski obnavljaju dok ih ne otkažeš u Postavke → Apple račun → Pretplate. Besplatna proba vrijedi za godišnji plan za nove pretplatnike. Tvoji podaci u svakom slučaju ostaju na tvom iPhoneu, a sve što si zabilježila ostaje tvoje i u besplatnom planu.
hu: Az előfizetések automatikusan megújulnak, amíg le nem mondod őket itt: Beállítások → Apple-fiók → Előfizetések. Az ingyenes próbaidőszak az éves csomagra vonatkozik, új előfizetők számára. Az adataid mindenképpen az iPhone-odon maradnak, és minden, amit rögzítettél, az ingyenes csomagban is a tiéd marad.
id: Langganan diperpanjang otomatis sampai dibatalkan di Pengaturan → Akun Apple → Langganan. Masa coba gratis berlaku untuk paket tahunan bagi pelanggan baru. Datamu tetap di iPhone-mu apa pun pilihanmu, dan semua yang sudah kamu catat tetap milikmu dalam paket gratis.
it: Gli abbonamenti si rinnovano automaticamente finché non li annulli in Impostazioni → Account Apple → Abbonamenti. La prova gratuita si applica al piano annuale per i nuovi abbonati. In ogni caso i tuoi dati restano sul tuo iPhone, e tutto ciò che hai registrato resta tuo con il piano gratuito.
ja: サブスクリプションは、「設定」→「Appleアカウント」→「サブスクリプション」で解約するまで自動的に更新されます。無料トライアルは、年額プランに新規登録する方が対象です。いずれの場合もデータはiPhoneの中に保存され、無料プランでも、記録したものはすべてあなたのものです。
ko: 구독은 설정 → Apple 계정 → 구독에서 취소할 때까지 자동으로 갱신돼요. 무료 체험은 신규 구독자의 연간 플랜에 적용돼요. 어느 쪽이든 데이터는 iPhone에 남아 있고, 무료 플랜에서도 기록한 모든 내용은 계속 내 것이에요.
ms: Langganan diperbaharui secara automatik sehingga dibatalkan dalam Seting → Akaun Apple → Langganan. Percubaan percuma terpakai pada pelan tahunan untuk pelanggan baharu. Walau apa pun, data anda kekal pada iPhone anda, dan semua yang telah anda catat kekal milik anda dalam pelan percuma.
nb: Abonnementer fornyes automatisk til de sies opp under Innstillinger → Apple-konto → Abonnementer. Den gratis prøveperioden gjelder årsabonnementet for nye abonnenter. Dataene dine blir på iPhonen uansett, og alt du har registrert, forblir ditt i gratisversjonen.
nl: Abonnementen worden automatisch verlengd tot je ze opzegt via Instellingen → Apple Account → Abonnementen. De gratis proefperiode geldt voor het jaarabonnement voor nieuwe abonnees. Je gegevens blijven hoe dan ook op je iPhone, en alles wat je hebt bijgehouden blijft van jou in de gratis versie.
pl: Subskrypcje odnawiają się automatycznie, dopóki nie anulujesz ich w Ustawienia → Konto Apple → Subskrypcje. Bezpłatny okres próbny dotyczy planu rocznego dla nowych subskrybentów. W każdym przypadku twoje dane zostają na twoim iPhonie, a wszystko, co zapisałaś, pozostaje twoje w planie bezpłatnym.
pt_br: As assinaturas são renovadas automaticamente até serem canceladas em Ajustes → Conta Apple → Assinaturas. O teste grátis vale para o plano anual para novos assinantes. Seus dados ficam no seu iPhone de qualquer forma, e tudo o que você registrou continua sendo seu no plano gratuito.
pt_pt: As subscrições são renovadas automaticamente até serem canceladas em Definições → Conta Apple → Subscrições. A avaliação gratuita aplica-se ao plano anual para novos subscritores. Os teus dados ficam no teu iPhone em qualquer caso, e tudo o que registaste continua a ser teu no plano gratuito.
ro: Abonamentele se reînnoiesc automat până când le anulezi din Configurări → Cont Apple → Abonamente. Perioada de probă gratuită se aplică planului anual, pentru abonații noi. Datele tale rămân pe iPhone oricum, iar tot ce ai înregistrat rămâne al tău în planul gratuit.
sk: Predplatné sa automaticky obnovuje, kým ho nezrušíš v Nastaveniach → Apple účet → Predplatné. Bezplatné skúšobné obdobie platí pre ročný plán pre nových predplatiteľov. Tvoje údaje v každom prípade zostávajú v tvojom iPhone a všetko, čo si zaznamenala, ti zostane aj v bezplatnej verzii.
sv: Prenumerationer förnyas automatiskt tills de sägs upp under Inställningar → Apple-konto → Prenumerationer. Den kostnadsfria provperioden gäller årsabonnemanget för nya prenumeranter. Din data stannar på din iPhone oavsett, och allt du har loggat förblir ditt i gratisversionen.
th: การสมัครรับจะต่ออายุโดยอัตโนมัติจนกว่าจะยกเลิกใน การตั้งค่า → บัญชี Apple → การสมัครรับ ช่วงทดลองใช้ฟรีใช้กับแผนรายปีสำหรับผู้สมัครรับรายใหม่ ไม่ว่าอย่างไรข้อมูลของคุณจะอยู่ใน iPhone ของคุณ และทุกอย่างที่คุณบันทึกยังคงเป็นของคุณในแผนฟรี
tr: Abonelikler, Ayarlar → Apple Hesabı → Abonelikler bölümünden iptal edilene kadar otomatik olarak yenilenir. Ücretsiz deneme, yeni aboneler için yıllık plana uygulanır. Her iki durumda da verilerin iPhone'unda kalır ve kaydettiğin her şey ücretsiz planda da senin kalır.
uk: Підписки поновлюються автоматично, доки їх не скасовано в Параметри → Обліковий запис Apple → Підписки. Безкоштовний пробний період діє для річного плану для нових передплатників. У будь-якому разі твої дані залишаються на твоєму iPhone, а все, що ти записала, залишається твоїм і в безкоштовному плані.
vi: Gói đăng ký tự động gia hạn cho đến khi bị hủy trong Cài đặt → Tài khoản Apple → Gói đăng ký. Bản dùng thử miễn phí áp dụng cho gói năm dành cho người đăng ký mới. Dù thế nào, dữ liệu của bạn vẫn ở trên iPhone, và mọi thứ bạn đã ghi vẫn là của bạn trong gói miễn phí.
zh_hans: 订阅会自动续期，直到你在“设置”→“Apple 账户”→“订阅”中取消。免费试用适用于新订阅者的年度方案。无论如何，你的数据都保存在你的 iPhone 上；使用免费方案时，你记录的一切仍归你所有。
zh_hant: 訂閱會自動續訂，直到你在「設定」→「Apple 帳號」→「訂閱項目」中取消。免費試用適用於年繳方案的新訂閱者。無論如何，你的資料都會留在你的 iPhone 上；改用免費方案時，你記錄的所有內容仍然屬於你。
